/* kUIStrings_AlertWindowNotifySysExitOSFileHelpText */
"A critical operating system file is missing." = "A critical operating system file is missing.";

/* kUIStrings_AlertWindowNotifyActivityPrimaryText */
"A monitored window is no longer transmitting data." = "A monitored window is no longer transmitting data.";

/* kUIStrings_AlertWindowUpdateCheckHelpText */
"A new version may be available on the web!" = "A new version may be available on the web!";

/* kUIStrings_AlertWindowExcessiveErrorsPrimaryText */
"A significant number of data errors are occurring.  For stability reasons, MacTerm has avoided trying to render some of the text." = "A significant number of data errors are occurring.  For stability reasons, MacTerm has avoided trying to render some of the text.";

/* kUIStrings_AlertWindowNotifySysExitOSErrorHelpText */
"A system error has occurred (not enough resources, for example)." = "A system error has occurred (not enough resources, for example).";

/* kUIStrings_AlertWindowScriptErrorHelpText; %1$d will be an error code */
"An error of type %1$d occurred." = "An error of type %1$d occurred.";

/* kUIStrings_AlertWindowNotifySysExitIOErrorHelpText */
"An input or output error has occurred." = "An input or output error has occurred.";

/* kUIStrings_AlertWindowQuitHelpText */
"Any recently-opened windows will be closed automatically." = "Any recently-opened windows will be closed automatically.";

/* kUIStrings_AlertWindowCloseName */
"Close" = "Close";

/* kUIStrings_AlertWindowNotifyActivityPrimaryText */
"Data has arrived in a monitored window." = "Data has arrived in a monitored window.";

/* kUIStrings_AlertWindowNotifySysExitConfigHelpText */
"Error in configuration." = "Error in configuration.";

/* kUIStrings_AlertWindowKillSessionName */
"Force-Quit Processes" = "Force-Quit Processes";

/* kUIStrings_AlertWindowPasteLinesWarningHelpText */
"In terminal applications such as shells, entering multiple lines may produce unexpected results." = "In terminal applications such as shells, entering multiple lines may produce unexpected results.";

/* kUIStrings_AlertWindowNotifySysExitSoftwareHelpText */
"Internal software error." = "Internal software error.";

/* kUIStrings_AlertWindowUpdateCheckPrimaryText */
"It has been some time since this copy of MacTerm was updated." = "It has been some time since this copy of MacTerm was updated.";

/* kUIStrings_AlertWindowExcessiveErrorsHelpText */
"It is possible that the current Text Translation (set in the Map menu) is inaccurate." = "It is possible that the current Text Translation (set in the Map menu) is inaccurate.";

/* kUIStrings_AlertWindowPasteLinesWarningPrimaryText */
"Join into a single line before pasting?" = "Join into a single line before pasting?";

/* kUIStrings_AlertWindowUpdateCheckTitle */
"MacTerm Update" = "MacTerm Update";

/* kUIStrings_AlertWindowPasteLinesWarningName */
"Multi-Line Paste" = "Multi-Line Paste";

/* kUIStrings_AlertWindowMacroExportNothingPrimaryText */
"No macros are active." = "No macros are active.";

/* kUIStrings_AlertWindowNotifySysExitNoInputHelpText */
"One or more input files does not exist or is not readable." = "One or more input files does not exist or is not readable.";

/* kUIStrings_AlertWindowKillSessionPrimaryText */
"Please confirm that you want all processes in this window to stop running." = "Please confirm that you want all processes in this window to stop running.";

/* kUIStrings_AlertWindowCommandFailedHelpText */
"Please report this unexpected problem to the MacTerm maintainers.  Click Quit to exit immediately, or Continue to ignore this error (not recommended)." = "Please report this unexpected problem to the MacTerm maintainers.  Click Quit to exit immediately, or Continue to ignore this error (not recommended).";

/* kUIStrings_AlertWindowNotifyProcessExitPrimaryText */
"Process exited successfully." = "Process exited successfully.";

/* kUIStrings_AlertWindowNotifyProcessDieTemplate; %1$d is the nonzero exit status code */
"Process exited unsuccessfully (code %1$d)." = "Process exited unsuccessfully (code %1$d).";

/* kUIStrings_AlertWindowNotifyProcessSignalTemplate; %1$d is the signal number */
"Process unexpectedly quit (exited with signal %1$d)." = "Process unexpectedly quit (exited with signal %1$d).";

/* kUIStrings_AlertWindowQuitName */
"Quit" = "Quit";

/* kUIStrings_AlertWindowNotifySysExitCreateHelpText */
"Requested output file could not be created." = "Requested output file could not be created.";

/* kUIStrings_AlertWindowNotifySysExitUnavailHelpText */
"Requested service is unavailable." = "Requested service is unavailable.";

/* kUIStrings_AlertWindowANSIColorsResetPrimaryText */
"Reset to the 16 standard ANSI colors?" = "Reset to the 16 standard ANSI colors?";

/* kUIStrings_AlertWindowRestartSessionName */
"Restart Session" = "Restart Session";

/* kUIStrings_AlertWindowQuitPrimaryText */
"Review running sessions?" = "Review running sessions?";

/* kUIStrings_AlertWindowScriptErrorName */
"Script Error" = "Script Error";

/* kUIStrings_AlertWindowNotifySysExitProtocolHelpText */
"Server-side error in protocol." = "Server-side error in protocol.";

/* kUIStrings_AlertWindowNotifyActivityTitle */
"Session Active" = "Session Active";

/* kUIStrings_AlertWindowNotifyProcessExitTitle */
"Session Ended" = "Session Ended";

/* kUIStrings_AlertWindowNotifyProcessDieTitle */
"Session Failed" = "Session Failed";

/* kUIStrings_AlertWindowNotifyInactivityTitle */
"Session Idle" = "Session Idle";

/* kUIStrings_AlertWindowNotifySysExitDataErrHelpText */
"Some of the given data was incorrect." = "Some of the given data was incorrect.";

/* kUIStrings_AlertWindowNotifySysExitNoHostHelpText */
"Specified host was not found." = "Specified host was not found.";

/* kUIStrings_AlertWindowNotifySysExitNoUserHelpText */
"Specified user was not found." = "Specified user was not found.";

/* kUIStrings_AlertWindowMacroImportWarningHelpText */
"The active macro set is whichever one is selected in the Map menu." = "The active macro set is whichever one is selected in the Map menu.";

/* kUIStrings_AlertWindowCommandFailedPrimaryText; %1$d will be an error code */
"The command could not be completed because an error of type %1$d occurred." = "The command could not be completed because an error of type %1$d occurred.";

/* kUIStrings_AlertWindowCFNoWritePermissionPrimaryText; %1$d will be an error code */
"The command could not be completed because the requested disk location is not allowed to change (error %1$d)." = "The command could not be completed because the requested disk location is not allowed to change (error %1$d).";

/* kUIStrings_AlertWindowCFFileExistsPrimaryText; %1$d will be an error code */
"The command could not be completed because the requested file is already in use (error %1$d)." = "The command could not be completed because the requested file is already in use (error %1$d).";

/* kUIStrings_AlertWindowNotifySysExitUsageHelpText */
"The command was not run correctly (for example, wrong number of arguments)." = "The command was not run correctly (for example, wrong number of arguments).";

/* kUIStrings_AlertWindowClosePrimaryText */
"The processes in this window will be forced to quit.  Close anyway?" = "The processes in this window will be forced to quit.  Close anyway?";

/* kUIStrings_AlertWindowRestartSessionPrimaryText */
"The processes in this window will be forced to quit.  Restart anyway?" = "The processes in this window will be forced to quit.  Restart anyway?";

/* kUIStrings_AlertWindowGenericCannotUndoHelpText */
"This cannot be undone." = "This cannot be undone.";

/* kUIStrings_AlertWindowNotifySysExitTempFailHelpText */
"This failure appears to be temporary; please try again." = "This failure appears to be temporary; please try again.";

/* kUIStrings_AlertWindowMacroExportNothingHelpText */
"To change the active macro set or define macros, use the Preferences window." = "To change the active macro set or define macros, use the Preferences window.";

/* kUIStrings_AlertWindowNotifySysExitNoPermHelpText */
"You do not have permission to perform the requested action." = "You do not have permission to perform the requested action.";

/* kUIStrings_AlertWindowKillSessionHelpText or kUIStrings_AlertWindowRestartSessionHelpText */
"You will lose any unsaved changes in running programs but the window will stay open and text will be preserved." = "You will lose any unsaved changes in running programs but the window will stay open and text will be preserved.";

/* kUIStrings_AlertWindowCloseHelpText */
"You will lose any unsaved changes." = "You will lose any unsaved changes.";

/* kUIStrings_AlertWindowMacroImportWarningPrimaryText */
"Your active macro set will be modified.  Import anyway?" = "Your active macro set will be modified.  Import anyway?";

/* kUIStrings_AlertWindowShowIPAddressesPrimaryText */
"Your computer has at least the following IP addresses:" = "Your computer has at least the following IP addresses:";

